tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sass/sass"
tap "shivammathur/php"
brew "awk"
brew "sqlite"
brew "awscli"
brew "bash-completion"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "htop"
brew "jq"
brew "libmemcached"
brew "mkcert"
brew "nginx"
brew "node"
brew "nss"
brew "pwgen"
brew "redis"
brew "s3cmd"
brew "shellcheck"
brew "typescript"
brew "wavpack"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "zsh"
brew "sass/sass/sass"
brew "shivammathur/php/php@7.4"
cask "font-amazon-ember"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hubot-sans"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-mona-sans"
cask "font-monocraft"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
