tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sass/sass"
tap "shivammathur/php"
brew "awk"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "curl"
brew "deno"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "htop"
brew "jq"
brew "libmemcached"
brew "libzip"
brew "mkcert"
brew "nginx"
brew "node"
brew "nss"
brew "pwgen"
brew "python@3.10"
brew "redis"
brew "s3cmd"
brew "shellcheck"
brew "typescript"
brew "wavpack"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "zsh"
brew "sass/sass/sass"
brew "shivammathur/php/php@7.4"
cask "applite"
cask "db-browser-for-sqlite"
cask "font-amazon-ember"
cask "font-comic-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hubot-sans"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-liga-comic-mono"
cask "font-mona-sans"
cask "font-monocraft"
cask "font-roboto"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "qlmarkdown"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anderslanglands.softpaper"
vscode "azemoh.one-monokai"
vscode "ban.troff"
vscode "bibhasdn.unique-lines"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "chmln.better-whitespace"
vscode "chouzz.vscode-better-align"
vscode "connor4312.css-theme-completions"
vscode "DavidAnson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "GitHub.codespaces"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "henderjon.monokai22"
vscode "jsynowiec.vscode-insertdatestring"
vscode "justusadam.language-haskell"
vscode "luggage66.AWK"
vscode "mattn.Lisp"
vscode "maximetinu.identical-sublime-monokai-csharp-theme-colorizer"
vscode "mechatroner.rainbow-csv"
vscode "meronz.manpages"
vscode "michelemelluso.code-beautifier"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "msyrus.go-doc"
vscode "pedro-w.tmlanguage"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "sensourceinc.vscode-sql-beautify"
vscode "spywhere.whiteviz"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "undefined_publisher.crevasse"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yo1dog.cursor-align"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zobo.php-intellisense"
